Repository: morina30/white-label-app-ios
Catalog: Resources/Strings/SDK/*.lproj/FlightsResults.strings
Languages: ar, da, de, el, es, fi, fr, id, it, ja, ko, ms, nl, no, pl, pt, ro, ru, sv, th, tr, vi, zh_cn, zh_tw

# progress_bar_title
source: Searching flights...
ar: جارٍ البحث في الرحلات الجوية...
da: Søger efter flyvninger...
de: Flüge werden gesucht ...
el: Αναζήτηση πτήσεων...
es: Buscando vuelos...
fi: Etsitään lentoja...
fr: Recherche de vols...
id: Mencari penerbangan...
it: Ricerca voli in corso...
ja: 航空便を検索中...
ko: 항공권 검색 중...
ms: Mencari penerbangan...
nl: Vluchten zoeken...
no: Søker etter flyvninger ...
pl: Wyszukiwanie lotów...
pt: A procurar voos...
ro: Se caută zboruri...
ru: Ищем авиабилеты...
sv: Söker flyg ...
th: กำลังค้นหาเที่ยวบิน...
tr: Uçuşlar aranıyor...
vi: Đang tìm chuyến bay...
zh_cn: 正在搜索航班……
zh_tw: 正在搜尋航班...

# filters_button_title
source: Filters
ar: تصفية
da: Søgefiltre
de: Filter
el: Φίλτρα
es: Filtros
fi: Suodattimet
fr: Filtres
id: Filter
it: Filtri
ja: フィルター
ko: 필터
ms: Filter
no: Filter
pl: Filtry
pt: Filtros
ro: Filtre
ru: Фильтры
sv: Filter
th: ฟิลเตอร์
tr: Filtreler
vi: Bộ lọc
zh_cn: 筛选器
zh_tw: 篩選項

# price_chart_button_title
source: Price chart
ar: مخطط الأسعار
da: Prisskema
de: Preisdiagramm
el: Πίνακας τιμών
es: Gráfico de precios
fi: Hintataulukko
fr: Graphique des prix
id: Bagan harga
it: Grafico del prezzo
ja: 価格表
ko: 가격 차트
ms: Carta harga
nl: Prijsgrafiek
no: Prisgraf
pl: Wykres cen
pt: Gráfico de preços
ro: Grafic prețuri
ru: График цен
sv: Prisdiagram
th: ตารางราคา
tr: Fiyat tablosu
vi: Biểu đồ giá
zh_cn: 价格图表
zh_tw: 價格圖表

# widget_title_cell_title
source: Direct flights
ar: رحلات مباشرة
da: Direkte flyruter
de: Direkte Flüge
el: Απευθείας πτήσεις
es: Vuelos directos
fi: Suorat lennot
fr: Vols directs
id: Penerbangan langsung
it: Voli diretti
ja: 直行便
ko: 직항
ms: Penerbangan terus
nl: Directe vluchten
no: Direktefly
pl: Bezpośrednie loty
pt: Voos diretos
ro: Zboruri directe
ru: Прямые рейсы
sv: Direkt-flyg
th: บินโดยตรง
tr: Aktarmasız uçuşlar
vi: Chuyến bay thẳng
zh_cn: 直飞航班
zh_tw: 直飛

# widget_button_cell_show_all_title
source: Show all
ar: إظهار الجميع
da: Vis alle
de: Alles zeigen
el: Εμφάνιση όλων
es: Mostrar todo
fi: Näytä kaikki
fr: Tout afficher
id: Tampilkan semua
it: Mostra tutto
ja: すべて表示
ko: 전부 보이기
ms: Tunjuk semua
nl: Toon alles
no: Vis alle
pl: Pokaż wszystko
pt: Exibir todos
ro: Afișează toate
ru: Показать все
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü göster
vi: Hiện tất cả
zh_cn: 显示全部
zh_tw: 顯示全部

# widget_button_cell_collapse_title
source: Show less
ar: عرض أقل
da: Vis mindre
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
fi: Näytä vähemmän
fr: Masquer
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 表示を減らす
ko: 적게 보기
ms: Kurangkan
nl: Toon minder
no: Vis mindre
pl: Pokaż mniej
pt: Exibir menos
ro: Arată mai puțin
ru: Свернуть
sv: Visa mindre
th: แสดงน้อยลง
tr: Daha azını göster
vi: Hiển thị rút gọn
zh_cn: 显示更少
zh_tw: 顯示較少資訊

# ticket_cell_travel_time_title
source: Travel time: %@
ar: وقت السفر: %@
da: Rejsetid: %@
de: Reisezeit: %@
el: Διάρκεια ταξιδιού: %@
es: Tiempo de viaje: %@
fi: Matkustusaika: %@
fr: Temps de trajet : %@
id: Waktu travel: %@
it: Tempo di viaggio: %@
ja: 旅行時間： %@
ko: 이동시간: %@
ms: Masa perjalanan: %@
nl: Reistijd: %@
no: Reisetid: %@
pl: Czas podróży: %@
pt: Tempo de viagem: %@
ro: Timp de calatorie: %@
ru: %@ в пути
sv: Resetid: %@
th: เวลาเดินทาง: %@
tr: Seyahat zamanı: %@
vi: Thời gian hành trình: %@
zh_cn: 行程时间：%@
zh_tw: 旅行時間：%@

# ticket_cell_few_tickets_left_warning_title
source: %@ at this price
ar: %@ بهذا السعر
da: %@ til denne pris
de: %@ zu diesem Preis
el: %@ σε αυτήν την τιμή
es: %@ a este precio
fi: %@ tähän hintaan
fr: %@ à ce prix
id: %@ dengan harga ini
it: %@ a questo prezzo
ja: こちらの価格にて%@
ko: 이 가격에 %@
ms: %@ pada harga ini
nl: %@ voor deze prijs
no: %@ til denne prisen
pl: %@ w tej cenie
pt: %@ por este preço
ro: %@ la acest preț
ru: %@ по этой цене
sv: %@ till detta pris
th: %@ ในราคานี้
tr: %@ bu fiyattan
vi: %@ với giá này
zh_cn: %@ 为此价格
zh_tw: %@ 在此價格

# load_more_button_cell_title
source: Show %@ more tickets
ar: عرض %@ تذاكر أكثر
da: Vis %@ flere billetter
de: %@ weitere Tickets anzeigen
el: Εμφάνιση %@ ακόμα εισιτηρίων
es: Mostrar %@ billetes más
fi: Näytä %@ lippua enemmän
fr: Afficher %@ plus de billets
id: Tampilkan %@ tiket lainnya
it: Mostra altri %@ biglietti
ja: 他の%@枚の航空券を表示
ko: %@개 항공권 더 표시
ms: Tunjukkan %@ lebih banyak tiket
nl: Toon nog %@ tickets
no: Vis %@ flere billetter
pl: Pokaż więcej biletów (%@)
pt: Mostrar mais %@ ingressos
ro: Arată cu %@ mai multe bilete
ru: Показать ещё %@ билетов
sv: Visa %@ biljetter till
th: แสดงตั๋วอีก %@ ใบ
tr: %@ bilet daha göster
vi: Hiển thị thêm %@ vé
zh_cn: 显示另外 %@ 张票
zh_tw: 顯示 %@ 筆其他機票

# footer_text_cell_title
source: You've viewed all the tickets matching your search parameters. Edit your filters for new search results
ar: لقد اطلعت على جميع التذاكر المطابقة لمعايير بحثك. عدّل الفلاتر لتطلع على نتائج بحث جديدة
da: Du har set alle de billetter, der matcher dine søgeparametre. Rediger dine filtre for nye søgeresultater
de: Sie haben alle Tickets angesehen, die Ihren Suchparametern entsprechen. Bearbeiten Sie Ihre Filter für neue Suchergebnisse
el: Έχετε δει όλα τα εισιτήρια που ταιριάζουν στις παραμέτρους αναζήτησης. Επεξεργαστείτε τα φίλτρα σας για νέα αποτελέσματα αναζήτησης
es: Ha visto todos los billetes que coinciden con sus parámetros de búsqueda. Edite sus filtros para obtener nuevos resultados de búsqueda
fi: Olet katsonut kaikki hakuparametrejasi vastaavat liput. Saat uusia hakutuloksia muokkaamalla suodattimiasi
fr: Vous avez consulté tous les billets correspondant à vos paramètres de recherche. Modifiez vos filtres pour obtenir de nouveaux résultats de recherche
id: Anda telah melihat semua tiket yang cocok dengan parameter pencarian Anda. Edit filter Anda untuk mendapat hasil pencarian baru
it: Hai visualizzato tutti i biglietti che corrispondono ai tuoi parametri di ricerca. Modifica i filtri per i nuovi risultati di ricerca
ja: 検索パラメータに一致するすべての航空券が表示されました。 新しい検索結果を得るためにフィルタを編集する
ko: 검색 파라미터와 일치하는 모든 항공권을 확인하셨습니다. 새로운 검색 결과를 보려면 필터를 편집하세요.
ms: Anda telah melihat semua tiket yang sepadan dengan parameter carian anda. Sunting penapis untuk hasil carian baharu
nl: U heeft alle tickets bekeken die aan uw zoekparameters voldoen. Bewerk uw filters voor nieuwe zoekresultaten
no: Du har sett alle billettene som samsvarer med søkefiltrene dine. Rediger filtrene dine for nye søkeresultater
pl: Zobaczyłeś(-aś) wszystkie bilety pasujące do Twoich parametrów wyszukiwania. Edytuj filtry, żeby zobaczyć nowe wyniki wyszukiwania
pt: Você visualizou todas as passagens compatíveis com seus parâmetros de pesquisa. Edite os seus filtros para obter novos resultados de pesquisa
ro: Ați vizualizat toate biletele care corespund parametrilor de căutare. Modificați filtrele pentru noi rezultate ale căutării
ru: Вы просмотрели все найденые билеты. Воспользуйтесь фильтрами для показа новых результатов поиска
sv: Du har sett alla biljetter som matchar dina sökparametrar. Ändra dina filter för att få nya sökresultat
th: คุณได้ดูตั๋วทั้งหมดที่ตรงกับพารามิเตอร์การค้นหาของคุณแล้ว แก้ไขการกรองสำหรับผลการค้นหาใหม่
tr: Arama parametrelerinizle eşleşen tüm biletleri görüntülediniz. Yeni arama sonuçları için filtrelerinizi düzenleyin
vi: Bạn đã xem tất cả các vé phù hợp với thông số tìm kiếm. Chỉnh sửa bộ lọc của bạn để có kết quả tìm kiếm mới
zh_cn: 您已查看了所有符合您的搜索参数的机票。 修改您的筛选条件以获取新的搜索结果
zh_tw: 您已經檢視所有與搜尋參數相符的機票。 編輯篩選以獲得新的搜尋結果。

# should_update_alert_title
source: Results may be outdated
ar: قد تكون نتائج البحث قديمة
da: Søgeresultater kan være forældede
de: Suchergebnisse können veraltet sein
el: Τα αποτελέσματα αναζήτησης μπορεί να είναι ξεπερασμένα
es: Los resultados de la búsqueda pueden estar obsoletos
fi: Hakutulokset saattavat olla vanhentuneita
fr: Les résultats de recherche peuvent être obsolètes
id: Hasil pencarian mungkin sudah usang
it: I risultati della ricerca potrebbero essere obsoleti
ja: 検索結果が古い可能性があります
ko: 검색 결과가 오래되었을 수 있습니다.
ms: Hasil carian mungkin sudah lapuk
nl: Zoekresultaten kunnen verouderd zijn
no: Søkeresultatene kan være foreldet
pl: Wyniki wyszukiwania mogą być przestarzałe
pt: Os resultados da pesquisa podem estar desatualizados
ro: Rezultatele căutării ar putea fi depășite
ru: Результаты могли устареть
sv: Sökresultat kan vara inaktuella
th: ผลการค้นหาอาจล้าสมัย
tr: Arama sonuçları güncel olmayabilir
vi: Kết quả tìm kiếm có thể đã lỗi thời
zh_cn: 搜索结果可能已过时
zh_tw: 搜尋結果可能已經過時

# should_update_alert_message
source: Ticket prices change around 10 times a day. Refresh your search for updated prices
ar: تتغير أسعار التذاكر نحو 10 مرات في اليوم. قم بتحديث بحثك للحصول على الأسعار المحدّثة
da: Billetpriser ændrer sig cirka 10 gange om dagen. Opdater din søgning for at se de opdaterede priser
de: Die Ticketpreise ändern sich etwa 10 Mal pro Tag. Aktualisieren Sie Ihre Suche, um aktuelle Preise zu erhalten
el: Οι τιμές των εισιτηρίων αλλάζουν περίπου 10 φορές τη μέρα. Ανανεώστε την αναζήτησή σας για να δείτε τις ενημερωμένες τιμές
es: Los precios de los billetes cambian unas 10 veces al día. Actualice su búsqueda para ver los precios más recientes
fi: Lippuhinnat vaihtelevat noin 10 kertaa päivässä. Päivitä hakusi nähdäksesi päivitetyt hinnat
fr: Les prix des billets changent environ 10 fois par jour. Actualisez votre recherche pour des prix mis à jour
id: Harga tiket berubah sekitar 10 kali dalam sehari. Segarkan pencarian Anda untuk harga terkini
it: I prezzi dei biglietti cambiano circa 10 volte al giorno. Aggiorna la ricerca per i prezzi aggiornati
ja: 航空券の価格は1日に約10回変更されます。検索結果を更新して、最新の価格をご確認ください。
ko: 항공권 가격은 하루에 10번 정보 변경됩니다. 검색 결과를 새로 고침해서 업데이트된 가격을 확인하세요
ms: Harga tiket berubah lebih kurang 10 kali sehari. Muat semula carian anda untuk harga terkini
nl: Ticketprijzen veranderen ongeveer 10 keer per dag. Vernieuw uw zoekopdracht voor bijgewerkte prijzen
no: Billettprisene endrer seg omtrent ti ganger per dag. Oppfrisk søket ditt for oppdaterte priser
pl: Ceny biletów zmieniają się około 10 razy dziennie. Odśwież wyszukiwanie, aby zobaczyć aktualne ceny
pt: O preço das passagens muda cerca de 10 vezes ao dia. Atualize sua busca para obter preços atualizados
ro: Prețul biletelor se modifică de aproximativ 10 ori pe zi. Reîmprospătați-vă căutarea pentru a vedea prețurile actualizate
ru: Цены на билеты меняются около 10 раз в день. Обновите поиск, чтобы увидеть точные цены
sv: Biljettpriserna ändras cirka 10 gånger per dag. Uppdatera din sökning för aktuella priser
th: ราคาตั๋วมีการเปลี่ยนแปลงประมาณ 10 ครั้งต่อวัน โปรดรีเฟรชการค้นหาของคุณเพื่อดูราคาที่อัปเดต
tr: Bilet fiyatları günde yaklaşık 10 kere değişir. Güncellenen fiyatlar için aramanı yenile
vi: Giá vé thay đổi khoảng 10 lần mỗi ngày. Hãy tải lại yêu cầu tìm kiếm để xem giá mới nhất
zh_cn: 票价每天会变化 10 次左右，请刷新您的搜索以获得更新价格
zh_tw: 機票價格每天大約會變動 10 次。刷新您的搜索結果來查看最新價格

# should_update_alert_update_button_title
source: Refresh search
ar: حدّث البحث
da: Opdatér søgning
de: Suche aktualisieren
el: Ενημέρωση αναζήτησης
es: Actualizar búsqueda
fi: Päivitä haku
fr: Actualiser la recherche
id: Perbarui Pencarian
it: Aggiorna la ricerca
ja: 検索を更新
ko: 검색 업데이트
ms: Kemas kini carian
nl: Zoekopdracht bijwerken
no: Oppdater søket
pl: Zaktualizuj wyszukiwanie
pt: Atualizar pesquisa
ro: Actualizați căutarea
ru: Обновить поиск
sv: Uppdatera sökningen
th: อัปเดตการค้นหา
tr: Aramayı güncelle
vi: Cập nhật tìm kiếm
zh_cn: 更新搜索
zh_tw: 更新搜索

# should_update_alert_later_button_title
source: Later
ar: لاحقًا
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fi: Myöhemmin
fr: Plus tard
id: Nanti
it: Pi√π tardi
ja: 後で
ko: 나중에
ms: Kemudian
no: Senere
pl: Później
pt: Não, depois
ro: Mai târziu
ru: Позже
sv: Senare
th: ภายหลัง
tr: Sonra
vi: Để sau
zh_cn: 稍后
zh_tw: 不，稍後再說

# ticket_not_found_alert_title
source: We couldn't find any tickets via your link
ar: لم نتمكن من العثور على أي تذاكر عبر رابطك
da: Vi kunne ikke finde nogen billetter via dit link
de: Über Ihren Link wurden keine Tickets gefunden
el: Δεν μπορέσαμε να βρούμε εισιτήρια μέσω του συνδέσμου σας
es: No hemos podido encontrar ninguna entrada a través de su enlace
fi: Emme onnistuneet löytämään lippuja linkkisi kautta
fr: Nous n'avons trouvé aucun billet via votre lien
id: Kami tidak dapat menemukan tiket apa pun melalui tautan Anda
it: Non siamo riusciti a trovare alcun biglietto tramite il tuo link
ja: リンク経由でチケットが 見つかりませんでした
ko: 링크로 항공권을 찾지 못했습니다
ms: Kami tidak menemui apa-apa tiket melalui pautan anda
nl: We kunnen geen tickets vinden via uw link
no: Vi fant ikke noen billetter via lenken din
pl: Nie znaleźliśmy żadnych biletów pod linkiem
pt: Não encontrámos nenhum bilhete através da sua hiperligação
ro: Nu am putut găsi niciun bilet prin intermediul link-ului tău
ru: По вашей ссылке билет не найден
sv: Vi kunde inte hitta några biljetter via din länk
th: เราไม่พบตั๋ว ผ่านลิงก์ของคุณ
tr: Bağlantınızdan hiçbir bilet bulamadık
vi: Chúng tôi không thể tìm thấy bất kỳ vé nào qua liên kết của bạn
zh_cn: 我们无法通过您的链接 找到任何票
zh_tw: 無法透過您的連結 找到任何票券
