Repository: morina30/white-label-app-ios
Catalog: Resources/Strings/SDK/*.lproj/FlightsSearch.strings
Languages: ar, da, de, es, fi, fr, it, ko, ms, nl, no, pl, pt, ro, ru, sv, th, tr, zh_tw

# title
source: Search cheap flight tickets
ar: ابحث عن تذاكر طيران رخيصة
da: Søg billige flybilletter
de: Suche günstige Flugtickets
es: Buscar billetes de avión baratos
fi: Hae halpoja lentolippuja
fr: Rechercher des billets d'avion à bas prix
it: Cerca biglietti aerei economici
ko: 저렴한 항공권 검색하기
ms: Cari tiket penerbangan murah
nl: Zoek naar goedkope vliegtickets
no: Søk etter billige flybilletter
pl: Wyszukaj bilety na tanie loty
pt: Procure por passagens aéreas baratas
ro: Căutați bilete de avion ieftine
ru: Поиск недорогих авиабилетов
sv: Sök efter billiga flygbiljetter
th: ค้นหาตั๋วเครื่องบินราคาถูก
tr: Ucuz uçak bileti ara
zh_tw: 搜尋便宜機票

# departure_airport_loading_placeholder
source: Determining departure city
ar: جارٍ تحديد مدينة المغادرة
da: Bestemmer afgangsby
de: Abflugort wird ermittelt
es: Determinando la ciudad de salida
fi: Määritetään lähtöpaikkakuntaa
fr: Déterminer la ville de départ
it: Stabilendo la città di partenza
ko: 출발 도시 결정 중
ms: Menentukan bandar berlepas
nl: Stad van vertrek bepalen
no: Fastslår avreiseby
pl: Określanie miasta odlotu
pt: A determinar a cidade de partida
ro: Determinarea orașului de plecare
ru: Определяем город вылета
sv: Fastställer avreseort
th: กำหนดเมืองต้นทาง
tr: Kalkış şehrini belirleme
zh_tw: 確定出發城市

# departure_airport_placeholder
source: From
ar: من
da: Fra
de: Von
es: Desde
fi: Alkaen
fr: À partir de
it: Da
ko: 부터
ms: Dari
nl: Vanaf
no: Fra
pl: Z
pt: A partir de
ro: De la
ru: Откуда
sv: Från
th: จาก
tr: Kalkış
zh_tw: 來自

# arrival_airport_placeholder
source: To
ar: إلى
da: Til
de: Nach
es: A
fi: Kohde
fr: À
it: A
ko: 도착:
ms: Ke
nl: Naar
no: Til
pl: Do
pt: Para
ro: La
ru: Куда
sv: Till
th: ถึง
tr: Nereye
zh_tw: 到

# dates_placeholder
source: Dates
ar: التواريخ
da: Datoer
de: Daten
es: Fechas
fi: Päivämäärät
it: Date
ko: 날짜
ms: Tarikh
nl: Data
no: Datoer
pl: Daty
pt: Datas
ro: Date
ru: Когда
sv: Datum
th: วันที่
tr: Tarihler
zh_tw: 日期

# passengers_placeholder
source: Passengers and class
ar: الدرجة والمسافرين
da: Passagerer og klasse
de: Passagiere und Klasse
es: Pasajeros y clase
fi: Matkustajat ja luokka
fr: Passagers et classes
it: Passeggeri e classe
ko: 승객 및 좌석
ms: Penumpang dan kelas
nl: Reizigers en klasse
no: Passasjerer og klasse
pl: Pasażerowie i klasa
pt: Passageiros e classe
ro: Clasă și pasageri
ru: Пассажиры и класс
sv: Passagerare och klass
th: ชั้นและผู้โดยสาร
tr: Yolcular ve sınıf
zh_tw: 客航類別和乘客

# search_button_title
source: Search
ar: البحث
da: Søg
de: Suche
es: Buscar
fi: Hae
fr: Rechercher
it: Ricerca
ko: 검색
ms: Mencari
nl: Zoek
no: Søk
pl: Wyszukiwanie
pt: Buscar
ro: Caută
ru: Найти
sv: Sök
th: ค้นหา
tr: Ara
zh_tw: 搜尋

# location_not_found_alert_title
source: No cities found
ar: لم نعثر على مدن
da: Ingen byer fundet
de: Keine Orte gefunden
es: No se han encontrado ciudades
fi: Paikkakuntia ei löytynyt
fr: Aucune ville trouvée
it: Nessuna città trovata
ko: 도시를 찾을 수 없습니다
ms: Tiada bandar ditemui
nl: Geen steden gevonden
no: Ingen byer funnet
pl: Nie znaleziono żadnych miast
pt: Nenhuma cidade encontrada
ro: Nu s-au găsit orașe
ru: Города не найдены
sv: Inga städer hittades
th: ไม่พบเมือง
tr: Hiç şehir bulunamadı
zh_tw: 找不到城市

# link_not_recognized_alert_title
source: Link not recognized
ar: لم نتعرّف على الرابط
da: Link ikke genkendt
de: Link nicht erkannt
es: Enlace no reconocido
fi: Linkkiä ei tunnistettu
fr: Lien non reconnu
it: Link non riconosciuto
ko: 링크를 인식할 수 없습니다
ms: Pautan tidak dikenali
nl: Link niet herkend
no: Lenke ikke gjenkjent
pl: Nie rozpoznano linku
pt: Hiperligação não reconhecida
ro: Link nerecunoscut
ru: Ссылка не распознана
sv: Länken känns inte igen
th: ไม่รู้จักลิงก์
tr: Bağlantı tanınmadı
zh_tw: 連結無法辨識

# dates_are_outdated_alert_title
source: Selected dates have passed
ar: انقضت التواريخ المحددة
da: Valgte datoer er overskredet
de: Die ausgewählten Daten liegen in der Vergangenheit
es: Ya han pasado las fechas seleccionadas
fi: Valitut päivämäärät ovat jo menneet
fr: Les dates sélectionnées ne sont plus disponibles
it: Le date selezionate sono nel passato
ko: 선택하신 날짜가 지났습니다
ms: Tarikh yang dipilih telah berlalu
nl: Geselecteerde data zijn al voorbij
no: De valgte datoene har utløpt
pl: Wybrane daty minęły
pt: As datas selecionadas já passaram
ro: Datele selectate au trecut
ru: Даты устарели
sv: Valda datum har passerat
th: วันที่เลือกผ่านไปแล้ว
tr: Seçilen tarihler geçti
zh_tw: 所選日期已經過了

# enter_parameters_manually_alert_subtitle
source: Select your search parameters manually
ar: حدد معلمات بحثك يدوياً
da: Vælg dine søgeparametre manuelt
de: Wählen Sie Ihre Suchkriterien manuell aus
es: Seleccione manualmente sus parámetros de búsqueda
fi: Valitse hakuparametrit manuaalisesti
fr: Sélectionnez manuellement vos paramètres de recherche
it: Seleziona manualmente i parametri di ricerca
ko: 검색 매개변수를 직접 선택하세요
ms: Pilih parameter carian anda secara manual
nl: Uw zoekparameters handmatig selecteren
no: Velg søkeparametere manuelt
pl: Wybierz parametry wyszukiwania ręcznie
pt: Selecione os seus parâmetros de pesquisa manualmente
ro: Selectează-ți manual parametrii de căutare
ru: Пожалуйста укажите параметры поиска авиабилетов вручную
sv: Välj dina sökparametrar manuellt
th: เลือกพารามิเตอร์การค้นหาด้วยตนเอง
tr: Arama parametrelerinizi elle seçin
zh_tw: 手動選取搜尋參數
